Revit 2024 API
ParameterTypeId.DebugtabDataboundcontrolsdemoInteger Property
 "Integer"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId DebugtabDataboundcontrolsdemoInteger { get; }
Visual Basic
Public Shared ReadOnly Property DebugtabDataboundcontrolsdemoInteger As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DebugtabDataboundcontrolsdemoInteger {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace